{
    "common.abort": "Cancel",
    "common.apploadfailed": "Application could not be loaded.",
    "common.apploading": "Loading application.",
    "common.back": "Back",
    "common.ballotpaper": "election permit",
    "common.continue": "Continue",
    "common.electionsecret": "Voting key",
    "common.helppage": "Help",
    "common.loading.text": "Loading...",
    "common.nothingset": "not set",
    "common.save": "Save",
    "common.saveimage": "Save image",
    "common.gotooverview": "Go to overview",
    "common.pagetitle": "opn.vote - Democratic E-Voting",
    "glossary.content.anonymouselectionpermit.text": "An anonymous election permit is the authorisation to vote. An anonymous election permit cannot be associated with a specific person and thus ensures the secrecy of the vote when it is cast. The anonymous election permit is cryptographically generated from the personalised election permit and the voting key. The seal of the electoral authority is not lost in the process. This is important in order to be able to check the validity of the election permit. The anonymous election permit can only be generated using the voting key that was sent to the electoral authority in a concealed form when applying for the election permit. Therefore, only one anonymous election permit can be calculated from the personalised election permit.",
    "glossary.content.anonymouselectionpermit.title": "Anonymous election permit",
    "glossary.content.ballotpaper.text": "A ballot paper is the form containing the referendum question and the response options.",
    "glossary.content.ballotpaper.title": "Ballot paper",
    "glossary.content.election.text": "A referendum is an election where voters choose between several possible answers to a specific referendum question. Election is the generic term that includes both the referendum and an election. That is why we usually speak of election here. In the case of a referendum we can also speak of a choice of topics, as opposed to a choice of persons. In the context of ABSTIMMUNG21 we speak of an online referendum similar to an online petition.",
    "glossary.content.election.title": "Referendum vs. Election",
    "glossary.content.electionnotification.text": "An election notification is the information about an election taking place. It states the time and topic of the election.",
    "glossary.content.electionnotification.title": "Election notification",
    "glossary.content.electionpapers.text": "Ordering election documents or the online election application is similar to registering for postal voting with the electoral authority.",
    "glossary.content.electionpapers.title": "Ordering election papers",
    "glossary.content.electionresultverification.text": "Anyone can verify the result of an election to check whether the published result matches the recorded valid votes.",
    "glossary.content.electionresultverification.title": "Election result verification",
    "glossary.content.electoralauthority.text": "The electoral authority administrates the election process and determines who may participate in a vote.",
    "glossary.content.electoralauthority.title": "Electoral authority",
    "glossary.content.encryptedvote.text": "An encrypted vote is a vote that can only be decrypted after the election has finished. It can then be read. A voter encrypts their vote themselves. Only encrypted votes are stored in the blockchain. Only the electoral authority can decrypt an encrypted vote.",
    "glossary.content.encryptedvote.title": "Encrypted vote",
    "glossary.content.personalelectionpermit.text": "Personalised election permits are issued by the electoral authority and are a prerequisite for taking part in a vote. The electoral authority ensures that the person applying to vote is authorised to vote and that only one election permit is issued for each person authorised to vote. The personalised election permit can be assigned to the voter because the person and the election permit are known to the electoral authority. The personalised election permit cannot be used to vote because otherwise the secrecy of the ballot would be broken. Only the anonymous election permit can be used to vote.",
    "glossary.content.personalelectionpermit.title": "Personalised election permit",
    "glossary.content.voter.text": "A voter is the participant of an election/referendum on the Internet.",
    "glossary.content.voter.title": "Voter",
    "glossary.content.votingkey.text": "The election key is a part of the election application that only the voter knows. It is encrypted and sent to the electoral administration. There, the encrypted secret is given a seal and returned to the voter as a personalized ballot paper.",
    "glossary.content.votingkey.title": "Voting key",
    "glossary.headline.text": "Wording explenations",
    "glossary.headline.title": "glossary",
    "faq.headline.text": "This page informs about opn.Vote.",
    "faq.headline.title": "FAQ",
    "faq.content.getstarted.text": "<p>First of all: We can hardly wait either! On <Openlink>openpetition.de/opn-vote</Openlink> you can always see the latest information about the election.</p><p>The next phase will start in mid-August: We will invite all people with a verified openPetition account by e-mail to have a voting key and election permit created easily by our system.<br />From September to October, you can vote online in the first nationwide online referendum using your own ballot paper!<br />The results will be announced on 31.10.2025.</p>",
    "faq.content.getstarted.title": "When does it start or when will I receive more information about the online election?",
    "faq.content.process.text": "<p>It's all a question of security: thanks to state-of-the-art technical solutions, we can only guarantee that the <Linkelectionbasics>principles of democratic elections</Linkelectionbasics> are always fulfilled if the time intervals between the individual steps are observed: universal, direct, free, equal, secret.</p><p> Time is paying particular attention to the last principle \"secret\": The secret lies in the fact that every person can exercise their right to vote in such a way that it is impossible to trace how they voted.</p>",
    "faq.content.process.title": "Why is the online voting process so fragmented and time-consuming?",
    "faq.content.participation.text": "<p>Even though we are guided by the electoral law for the German Bundestag, we would also like to enable people without German citizenship (but who live in Germany) to participate. People with German citizenship must verify their account on openPetition in advance with ePerso or by postal PIN. People without German citizenship must also verify their account beforehand and can only do this by using their Post-PIN by post.</p>",
    "faq.content.participation.title": "Who can take part in this year's referendum?",
    "faq.content.offlinepossible.text": "<p>We are offering online voting for the first time this year and we are delighted that so many people are taking part. However, we do not want to exclude anyone, which is why you can also take part in the vote by letter this year. It was possible to order the voting documents until August 10 via <Linkabstimmung21>www.openpetition.de/abstimmung21</Linkabstimmung21> . After that, you can only register for the vote online. In this way, we can ensure that no one takes part in the referendum twice.</p>",
    "faq.content.offlinepossible.title": "I do not want to vote online. Can I also take part in the election by letter?",
    "faq.content.whywebuildit.text": "Software for democratic co-determination such as elections or referendums should not only come from large tech companies or be in the hands of the state. The democratic tools of the future belong in the hands of citizens.",
    "faq.content.whywebuildit.title": "Why is openPetition building secure online voting software?",
    "faq.content.topics.text": "<p>The following issues will be voted on this year: Wealth tax for the super-rich, arms deliveries to Ukraine, debt brake, climate protection law.</p><p>From May to mid-June, topics could be voted on by signing petitions. The two topics with the most signatures made it onto the election list: <br /><Linkabstimmung21>www.openpetition.de/abstimmung21</Linkabstimmung21></p><p>In addition, two topics were added to the election list - also through a voting procedure - via our cooperation partner ABSTIMMUNG21 e.V.</p>",
    "faq.content.topics.title": "How did the topics for this year's election come about?",
    "faq.content.populists.text": "<p>The opposite is true: with fair rules, direct democracy can take the wind out of populists' sails. Because it makes politics more transparent and gives all citizens more influence - not just those who shout the loudest.<br />With independent fact checks, a debate format and a neutral comparison of positions, we ensure that everyone is informed objectively. Due to the length of the process - up to four years at federal level - referendums are less suitable for populist quick fixes. Instead, they trigger intensive debates throughout society. This breaks up bubbles, broadens and deepens the discussion - and thus contributes to objectification.<br />In general, referendums are a mirror of society, but are not responsible for its state. Society can recognize how it is doing. It does not always have to come to a referendum. The preliminary effect of direct democracy ensures that politicians have to deal with the diverse interests of the population. Direct democracy also has an outlet function. It can relieve people of the widespread feeling that they are not being heard. By enabling everyone to play an active role in shaping the future, direct democracy points the finger less at \"those at the top\". With good opportunities to launch a popular initiative, it is up to each and every one of us to decide for ourselves how we feel.</p>",
    "faq.content.populists.title": "Are referendums playing into the hands of populists?",
    "faq.content.legitimation.text": "<p>Together with our cooperation partner ABSTIMMUNG21, we rely on Article 20 paragraph 2 of the Basic Law. It states: \"All state authority emanates from the people. It shall be exercised by the people in elections and referendums [...].\"</p><p>There is therefore already a certain legitimacy for the nationwide vote. A concrete implementation law that would guarantee binding force does not yet exist. That is why we are organizing the vote ourselves.</p><p>Nevertheless, the election can and should not only be a signal for the instrument of the referendum, but also have an impact on specific issues. Together with ABSTIMMUNG21, we are therefore trying to grow and encourage more and more people to take part in this experiment in democracy.</p><p> Everything we do is funded by donations. If many people not only vote in the Bundestag, but also vote on an issue on openPetition & ABSTIMMUNG21, then parliament is given a clear mandate to act.</p>",
    "faq.content.legitimation.title": "Are the results of the election in Germany legally binding?",
    "faq.content.swiss.text": "<p>Direct democracy in Switzerland may be a model in principle, but it is not so in decisive points and above all not transferable to Germany 1:1 . In contrast to Switzerland, we favor a three-stage model of direct democracy at state and federal level: popular initiative, petition for a referendum, referendum. After the initiative, the possibility of a judicial review is provided for (preventive review of norms). The Federal Constitutional Court can thus examine the compatibility of a draft law with the Basic Law and international law and not allow the initiative if fundamental and minority rights would be attacked. The petition for a referendum and the referendum then no longer take place. This is a significant difference to direct democracy in Switzerland.</p><p>There, there is no provision for a comprehensive preliminary review. Switzerland also does not have its own constitutional court. Laws passed by the population can only be brought before the European Court of Human Rights afterwards, which then examines whether they comply with the Convention on Human Rights.</p>",
    "faq.content.swiss.title": "Is Switzerland a role model for us?",
    "faq.content.extremelawchange.text": "<p>No. We are guided by the three-stage referendum legislation in the German federal states and the joint legislative proposal of the democracy organizations Mehr Demokratie, OMNIBUS für Direkte Demokratie and Democracy International. This provides that fundamental and minority rights are protected. This is ensured by the fact that every draft law drawn up by a popular initiative is examined by the Federal Constitutional Court at the request of the government or parliament for its compatibility with the Basic Law and international law - and can be stopped in the event of a violation. This \"preventive review of norms\" already exists in direct democratic procedures in all federal states.</p>",
    "faq.content.extremelawchange.title": "Are extreme legislative changes such as the \"introduction of the death penalty\" possible?",
    "faq.content.brexit.text": "<p>Brexit is not a suitable example of direct democracy in Germany. It was initiated by the British government and abused by the parties for populist purposes. There was no clear voting template and no balanced information for the survey. Furthermore, in Switzerland, for example, it is common practice for international treaties to be voted on twice: once at the beginning of the negotiations and once at the end, when all the details of the agreement are on the table.</p>",
    "faq.content.brexit.title": "Hasn't BREXIT shown that referendums are dangerous?",
    "faq.content.whydowedoit.text": "<p>Our society is - today and always - facing various major challenges. These can best be solved together in dialog with the population. That's why openPetition primarily promotes petitions. The instruments of direct democracy provide civil society with another opportunity to put ideas and concepts to the vote. It is unlikely that people feel 100% picked up by a party - but at federal level, elections are the only form where citizens are asked directly. Why is the population only trusted to be the sovereign every 4 years? Referendums help to safeguard political decisions and reveal where there is room for improvement. In this way, confidence in one's own self-efficacy and in democracy can be strengthened and helps to combat political disenchantment.</p><p>The legal introduction of nationwide referendums has been blocked for years. Yet there is a need for this and representative surveys regularly show that more than two thirds of the population are in favor of it. By putting specific, important issues to the vote, we are making the nationwide referendum tangible and tangible. We show: More democracy is also possible at federal level!</p>",
    "faq.content.whydowedoit.title": "So far, openPetition has mainly dealt with petitions. Why referendums now?",
    "faq.content.security.text": "<p>Democratic elections and votes must be able to guarantee a secret and equal vote - even if they take place online.</p><p>opn.vote guarantees the secrecy of the ballot through an anonymous digital ballot paper. Only the voter knows the digital ballot paper and no one else. This is made possible by the voting key, which is only generated on the voter's own device and is only known to the voter. The ballot paper is cryptographically signed so that it cannot be forged or duplicated.</p><p>The votes cast are stored publicly and immutably in a decentralized blockchain, the Gnosis Chain. As the votes cannot be assigned to individuals, voting secrecy is maintained. Anyone can check their own vote and, after the election, check all votes for validity and count them themselves. No central authority can intervene in the casting of votes and falsify the result.</p><p>You can find more information on the voting procedure on our <Linkblog>opn.vote blog</Linkblog> in English.</p>",
    "faq.content.security.title": "How do we ensure that online voting is secure? (Voting secrecy secured and manipulation excluded)",
    "footer.checkmarks.decentralized": "decentralized",
    "footer.checkmarks.secret": "secret",
    "footer.checkmarks.verifiable": "verifiable",
    "footer.links.dataprivacy": "Data privacy",
    "footer.links.impressum": "Impressum",
    "footer.links.transparency": "Transparency",
    "footer.logo.text": "A service of",
    "footer.loveforopnvote.text": "Democratic online elections. No paper, no postage – vote securely from home.",
    "footer.version": "Version: ",
    "keycheck.backToSecretCreation": "Back to creating a voting key",
    "keycheck.error": "The voting key could not be verified. Please try again.",
    "keycheck.popup.button": "Order election permit",
    "keycheck.popup.header": "Confirmed!",
    "keycheck.popup.text": "Ownership of voting key is confirmed",
    "language.english": "English",
    "language.german": "Deutsch",
    "languageswitch.currentlanguage": "Current language:",
    "languageswitch.switchlanguage": "Change language",
    "loadballot.upload.title": "polling station",
    "navigation.changelanguage": "change language",
    "navigation.label.mainmenu": "toggle menu",
    "navigation.point.blog": "blog",
    "navigation.point.electiondocs": "My voting documents",
    "navigation.point.faq": "FAQ",
    "overview.box.ballot.button.create": "register",
    "overview.box.ballot.button.load": "load",
    "overview.box.ballot.button.register": "order",
    "overview.box.ballot.future": "Registration starts {{REGISTERSTART, date}}.",
    "overview.box.ballot.past": "The registration period is over",
    "overview.box.ballot.text": "Using the election permit, you will receive a vote for your casting.",
    "overview.box.ballot.title": "Election permit",
    "overview.box.id.button": "Request Authorization",
    "overview.box.id.text.active": "You have received the authorization to vote via verification on openPetition.",
    "overview.box.id.text.activatable": "On <A>openPetition</A> you can request a vote authorization for current elections.",
    "overview.box.id.title": "Authorization",
    "overview.box.key.button.create": "create",
    "overview.box.key.button.load": "load",
    "overview.box.key.button.save": "save",
    "overview.box.key.text": "The voting key guarantees a secret casting",
    "overview.box.key.title": "Voting key",
    "overview.box.vote.button.cast": "cast vote",
    "overview.box.vote.button.recast": "change vote",
    "overview.box.vote.future": "Election starts on {{VOTESTART, date}}.",
    "overview.box.vote.past": "Election period is over.",
    "overview.box.vote.text": "Cast your vote and check the election results.",
    "overview.box.vote.title": "Vote",
    "overview.headline.text": "All online-voting documents at a glance",
    "overview.headline.title": "my online-voting documents",
    "navigation.changelanguage": "change language",
    "navigation.label.delete.ballotpaper": "delete ballot paper",
    "navigation.label.delete.votingkey": "delete votingkey",
    "navigation.label.mainmenu": "toggle menu",
    "navigation.point.blog": "blog",
    "navigation.point.electiondocs": "My voting documents",
    "navigation.point.faq": "FAQ",
    "navigation.point.glossary": "glossary",
    "pdf.created": "Issued: {{CREATIONDATE, datetime}}",
    "pdf.createdwith": "Created with: ",
    "pdf.electionduration": "Election Period:",
    "pdf.electionfromto": "{{STARTDATE, date}} to {{ENDDATE, date}}",
    "pdf.electionlink": "Election Link",
    "pdf.keepsecrethint": "Keep this document safe. Sharing is prohibited.",
    "pdf.register.electionpermit.digital": "Digital Election Permit:",
    "pdf.register.entitles": "The election permit entitles you to participate in:",
    "pdf.register.lawhint": "Voting must be done in person and without interference. Any attempt to manipulate the election, transferring, buying, or selling ballot papers is prohibited and will be prosecuted under Sections 107 and 108b of the German Criminal Code.",
    "pdf.register.registerexplained.1": "Voting registration (creation of voting key and ballot paper) and the voting period are separated to ensure a secret ballot. No temporal or spatial (IP address) connection can be established between registration and voting.",
    "pdf.register.registerexplained.2": "The ballot paper is active during the election period and must be uploaded or scanned to cast your vote. Use the election link to cast your vote.",
    "pdf.votingkey.additionalinfo.electionoverviewlink": "Here is an overview of current elections and votes on openPetition:",
    "pdf.votingkey.additionalinfo.votingkeyexplained.1": "With the voting key, you can have a ballot paper issued for current and future elections. Only the ballot paper entitles you to participate in an election.",
    "pdf.votingkey.additionalinfo.votingkeyexplained.2": "If you have lost your ballot paper, you can use this voting key to have a new one issued.",
    "pollingstation.headline.title": "Polling station",
    "pollingstation.button.cancel": "Cancel input",
    "pollingstation.button.errormessage": "An error occured during vote processing. Please try again in a few seconds. If the problem persists please contact election authorities.",
    "pollingstation.button.savevotes": "Send vote",
    "pollingstation.button.uploadballot": "Upload election permit",
    "pollingstation.electionHeader.countdown.dateuntil": "until",
    "pollingstation.electionHeader.countdown.days": "days",
    "pollingstation.electionheader.countdown.headline.finished": "Voting period",
    "pollingstation.electionheader.countdown.headline.ongoing": "Voting is ongoing",
    "pollingstation.electionheader.countdown.headline.planned": "Voting starts in",
    "pollingstation.electionHeader.countdown.hours": "hours",
    "pollingstation.electionHeader.countdown.minutes": "minutes",
    "pollingstation.electionHeader.countdown.seconds": "seconds",
    "pollingstation.electionHeader.officer": "Election authority",
    "pollingstation.electionHeader.state": "Status",
    "pollingstation.electionHeader.votes": "Votes",
    "pollingstation.headline.ballotneeded": "You need an election permit to vote",
    "pollingstation.navigationbox.continuetovote.buttonText": "Vote directly",
    "pollingstation.navigationbox.continuetovote.head": "Vote directly",
    "pollingstation.navigationbox.continuetovote.text": "I have my election permit and would like to vote directly",
    "pollingstation.navigationbox.registerforelection.buttonText": "Order election permit",
    "pollingstation.navigationbox.registerforelection.head": "Order election permit",
    "pollingstation.navigationbox.registerforelection.text": "I don't have an election permit yet and would like to order one",
    "pollingstation.notification.error.ballotdatacorrupt": "The data of this election permit could not be processed.",
    "pollingstation.notification.error.ballotdatacorrupt.popup.buttontext": "Back to load election permit",
    "pollingstation.notification.error.ballotdatacorrupt.popup.headline": "Failed to process the election permit",
    "pollingstation.notification.error.ballotnotfitting": "The data of the saved election permit does not match this election.",
    "pollingstation.notification.error.ballotnotfitting.popup.buttontext": "Back to load election permit",
    "pollingstation.notification.error.ballotnotfitting.popup.headline": "Invalid election permit",
    "pollingstation.notification.error.noelectiondatafound": "No election data was found",
    "pollingstation.notification.error.novotechange": "It is no longer possible to change the vote.",
    "pollingstation.notification.error.novotechange.popup.buttontext": "Back to voting",
    "pollingstation.notification.error.novotechange.popup.headline": "Voting not possible",
    "pollingstation.notification.success.ballotfits": "The register has recognised your election permit. You are now ready to vote!",
    "pollingstation.notification.success.popup.buttontext.cast": "Vote now",
    "pollingstation.notification.success.popup.buttontext.recast": "Change your vote now",
    "pollingstation.notification.success.popup.infotext.recast": "You have already voted in this election. If you vote again now, the original vote will be overwritten.",
    "pollingstation.notification.success.popup.headline.cast": "Your election permit has been uploaded successfully!",
    "pollingstation.notification.success.popup.headline.recast": "Vote again?",
    "pollingstation.question.answer.abstain": "I abstain.",
    "pollingstation.question.answer.no": "I disagree.",
    "pollingstation.question.answer.yes": "I agree.",
    "pollingstation.uploadqrcode.headline": "You need an election permit to vote",
    "pollingstation.uploadqrcode.scanSubHeadline": "Scan your election permit via your device camera.",
    "pollingstation.uploadqrcode.subheadline": "The register did not recognise an election permit. Using your election permit, you will receive a vote for casting",
    "pollingstation.uploadqrcode.uploadSubHeadline": "Load your election permit here from PDF",
    "pollingstation.ballotPaper.headline": "Ballot paper",
    "pollingstation.ballotPaper.linkToBallotBooklet": "To the election booklet",
    "pollingstation.ballotPaper.ballotSubheading": "For the election",
    "pollingstation.ballotPaper.ballotQuestion": "I am exactly the topic that can be voted on here online and am waiting for your vote",
    "pollingstation.ballotPaper.ballotPeriod": "from {{STARTDATE, date}} ({{STARTDATE, time}}) to {{ENDDATE, date}} ({{ENDDATE, time}})",
    "pollingstation.ballotPaper.ballotInfo": "You have one vote for each ballot question. You can repeat the vote during the voting period; the last ballot cast will count.",
    "pollingstation.ballotPaper.voteInvalid": "Vote invalid.",
    "register.countdown.election.end": "(Election end date: {{ENDDATE, datetime}})",
    "register.countdown.election.start": "(Election start date: {{STARTDATE, datetime}})",
    "register.ballot.headline.infoText": "You need an internet connection to order your election permit. If you were offline previously, you must now reactivate your internet connection!",
    "register.ballot.headline.text": "You can now take part in the election with your anonymous election permit.",
    "register.ballot.headline.title": "Ready to vote",
    "register.button.gotoelection.text": "To the polling booth",
    "register.button.orderballot": "Order election permit",
    "register.button.votelater.text": "Vote later",
    "register.confirmpopup.confirmmessage": "Yes, I have saved my anonymous election permit.",
    "register.confirmpopup.modalheader": "Have you thought of everything?",
    "register.confirmpopup.modaltext": "Have you really saved or photographed your anonymous election permit? You can only participate in the election with your anonymous election permit.",
    "register.error.alreadyregistered": "You have already ordered an election permit using a different voting key. Please use the original voting key.",
    "register.error.alreadyregisteredbuttontext": "Choose different voting key",
    "register.error.general": "Processing Error",
    "register.error.jwtauth": "Your current voting session has expired. To renew the session please go back to the initial page and start the process from the beginning.",
    "register.error.jwtauthbuttontext": "Back to initial page",
    "register.generateqrcode.downloadHeadline": "Election permit",
    "register.generateqrcode.headline": "Save election permit",
    "register.generateqrcode.savebuttontext": "Save as PDF",
    "register.headline.infoText": "You need an internet connection to order your election permit. If you were offline previously, you must now reactivate your internet connection!",
    "register.headline.orderballot": "Order election permit",
    "register.headline.text": "You can take part in the referendum with your election permit.",
    "register.headline.title": "Order election permit",
    "register.navigationbox.gotocreatesecret.buttonText": "Create new voting key",
    "register.navigationbox.gotocreatesecret.head": "I do not have a voting key",
    "register.navigationbox.gotocreatesecret.text": "If you do not yet have a voting key or have lost it you can create a new one in just a few steps.",
    "register.notification.aftersave.text": "Your election permit has been generated and needs to be saved now.",
    "register.notification.attention.headline": "Attention:",
    "register.notification.attention.text": "If you vote right now a link may be established between your vote and your identity. Vote at a later time and from a different internet connection to ensure a secret vote and to better protect your privacy.",
    "register.notification.error.noelection.text": "Incorrect call. Please go back and follow the previous link again!",
    "register.notification.info.votelater.headline": "You want to vote later.",
    "register.notification.info.votelater.text": "Copy the link below to proceed with voting later",
    "register.notification.success.ballotcreated.headline": "Election permit successfully created.",
    "register.notification.success.ballotcreated.text": "You can now proceed to voting",
    "register.popup.aftersave.buttontext": "Okay, got it!",
    "register.popup.aftersave.headline": "Congratulations. You're all set!",
    "register.popup.aftersave.infotext": "<strong>ATTENTION</strong>: Vote later and using a different internet connection to ensure that your vote can't be associated with you identity.",
    "register.popup.aftersave.text": "You have all the documents necessary to vote. Now you need to save them securely. The election runs in the period from {{STARTDATE, date}} to {{ENDDATE, date}}",
    "register.smallHeader.electionend": "End of voting",
    "register.smallHeader.state": "Status",
    "register.smallHeader.statetitle.finished": "Finished",
    "register.smallHeader.statetitle.ongoing": "Ongoing",
    "register.smallHeader.statetitle.planned": "Planned",
    "register.smallHeader.whatshappening.state.finished": "Result Analysis",
    "register.smallHeader.whatshappening.state.ongoing": "Voting",
    "register.smallHeader.whatshappening.state.planned": "Preparation",
    "register.smallHeader.whatshappening.title": "What is going on now",
    "register.text.ballotdescription": "If you don't have a voting key or if you have lost it, you can create a new one in just a few steps",
    "register.uploadqrcode.headline": "Load voting key",
    "register.uploadqrcode.scanSubHeadline": "Scan your voting key via your device camera.",
    "register.uploadqrcode.subheadline": "Please load your stored voting key to order the election permit. There are two options available to you",
    "register.uploadqrcode.uploadSubHeadline": "Load your voting key here from PDF.",
    "scanuploadqrcode.button.pdf.headline": "Upload as PDF",
    "scanuploadqrcode.button.pdf.subheadline": "Upload your election permit as PDF",
    "scanuploadqrcode.button.camera.headline": "Scan with camera",
    "scanuploadqrcode.button.camera.subheadline": "Scan your election permit using the camera of your device",
    "scanuploadqrcode.button.camera.subheadline.votingkey": "Scan your voting key using the camera of your device",
    "scanuploadqrcode.camera.detect": "Detect camera devices",
    "scanuploadqrcode.camera.detecterror": "No camera detected or access denied",
    "scanuploadqrcode.camera.headline": "Scan QR code with camera",
    "scanuploadqrcode.camera.instruction": "Start camera and hold QR code in front of it",
    "scanuploadqrcode.camera.start": "Start camera",
    "scanuploadqrcode.camera.stop": "Stop camera",
    "scanuploadqrcode.cameraaction.failed": "Action aborted. Please check the camera permission settings of your device.",
    "scanuploadqrcode.image.headline": "Load QR code as PDF",
    "scanuploadqrcode.image.instruction": "Select the PDF containing the QR code",
    "scanuploadqrcode.image.select": "Select PDF",
    "secret.generateqrcode.downloadFilename": "opnVote_votingkey_{{CREATIONDATE, date}}",
    "secret.generateqrcode.downloadHeadline": "Voting Key",
    "secret.generateqrcode.headline": "Save voting key",
    "secret.generateqrcode.savebuttontext": "Save as PDF",
    "secret.headline.createSecret.infoText": "The voting key is generated locally and without using internet connection on your device.",
    "secret.headline.createSecret.text": "The voting key guarantees that your vote stays confidental.",
    "secret.headline.createSecret.title": "Create voting key",
    "secret.headline.savekey": "Save your voting key",
    "secret.key.button": "Create voting key",
    "secret.key.headline": "Click on the key symbol to create the voting key",
    "secret.key.subheadline": "The voting key is created locally on your device without an internet connection.",
    "secret.key.existingKey": "Already got a voting key?",
    "secret.navigationbox.goToPollingstation.buttonText": "Vote directly",
    "secret.navigationbox.goToPollingstation.head": "Vote directly",
    "secret.navigationbox.goToPollingstation.text": "I have my election permit and want to vote directly.",
    "secret.navigationbox.gotoregister.aftergenerated.buttonText": "Order election permit",
    "secret.navigationbox.gotoregister.aftergenerated.head": "Order election permit",
    "secret.navigationbox.gotoregister.aftergenerated.text": "I would like to order my election permit.",
    "secret.navigationbox.gotoregister.beforegenerated.buttonText": "Order election permit",
    "secret.navigationbox.gotoregister.beforegenerated.head": "Order election permit",
    "secret.navigationbox.gotoregister.beforegenerated.text": "I already have my voting key and want to order my election permit.",
    "secret.notification.info.headline.important": "Important:",
    "secret.notification.info.text.important": "Save your voting key as a PDF so you can easily find it again. A screenshot isn't enough.  Saving it is very important because it cannot be recovered by us. If you lose your voting key you cannot take part in the election.",
    "secret.notification.success.popup.headline": "Success! It worked!",
    "secret.notification.success.popup.understand": "Understood",
    "secret.notification.success.text.key-generated": "Your voting key has been successfully created. Now you need to save it.",
    "votetransactionstate.error.alreadyvoted": "You already voted with this election permit.",
    "votetransactionstate.error.servererror": "Connection to server failed.",
    "votetransactionstate.error.transaction": "The transaction was malformed. Please contact election authorities.",
    "votetransactionstate.error.unknown": "There was an error sending the transaction due to an unknown error. Please try again. If the problem persist please contact election authorities.",
    "votetransactionstate.headline.text": "You have voted",
    "votetransactionstate.headline.title": "Thank you for your participation",
    "votetransactionstate.info.success": "Your vote was successfully processed, encrypted and immutably written to the blockchain.",
    "votetransactionstate.status": "Your vote is now being encrypted and immutably written into a decentralised and secure database - the blockchain.",
    "votetransactionstate.statuslabel": "Status",
    "votetransactionstate.statustitle.checking": "Is being queried",
    "votetransactionstate.statustitle.error": "Error",
    "votetransactionstate.statustitle.pending": "Processing...",
    "votetransactionstate.statustitle.success": "Success",
    "votetransactionstate.statusWithLink": "Your vote will now be encrypted and immutably written into a decentralized and secure database - the <CustomLink>blockchain</CustomLink> .",
    "votetransactionstate.transaction": "Blockchain transaction"
}